brew "curl"
brew "git"
brew "jump"
brew "starship"
brew "stow"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "arc"
cask "discord"
cask "ghostty"
cask "obsidian"
cask "rectangle"
cask "visual-studio-code"
vscode "github.copilot-chat"
vscode "marqu3s.aurora-x"
